---
kind: other
id: Properties.T:Autodesk.Revit.DB.FamilyTypeSetIterator
source: html/39c78e49-32b3-4d55-3765-b75b5202b6c4.htm
---
# FamilyTypeSetIterator Properties

Retrieves the item that is the current focus of the iterator.